Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/tarinoita_talteen_kirjoja_ja_kieliharjoituksia_digialustalle_-_oppimateriaalin_kesatyontekijat_vauhdissa_.html.tmx
Source language: fin
Languages: sme

source: Tarinoita talteen, kirjoja ja kieliharjoituksia digialustalle – oppimateriaalin kesätyöntekijät vauhdissa!
sme: Muitalusat, girjjit ja hárjehusat rivdet digitála hápmái – Skuvlen- ja oahppamateriáladoaimmahagas lea hušša!

source: Saamelaiskäräjät on palkannut kesäksi neljä projektityöntekijää: yhden kuhunkin saamen kieleen ja lisäksi digimateriaalityöntekijän.
sme: Sámedikki lea bálkáhan dán geassái njeallje prošeaktabargi ráhkadit oahppamateriálaid. Juohke sámegillii lea sierra bargi ja dan lassin lea bálkáhuvvon okta digimateriálabargi.

source: Inarin- ja pohjoissaamen -työntekijät on palkattu saamen kielten etäopetushankkeeseen tavoitteena nopeuttaa erityisesti etäopetuksessa tarpeellista digimateriaalia.
sme: Anáraš- ja davvisámegielat bargiguovttos leaba bálkáhuvvon Sámegielaid gáiddusoahpahusa pilohttafidnui ja soai rahčaba gárvendihtii digitálamateriálaid jođaneamos lági mielde gáiddusoahpahusa várás.

source: Pohjoissaamen kielen oppimateriaalityöntekijänä tänä kesänä toimiva Solja Magga tekee Gea 2 -kirjasta digitaalista versiota Cloubi-alustaan.
sme: Davvisámegiela oahppamateriálabargi Solja Magga ráhkada Gea 2 -girjjis digitálalaš veršuvnna Cloubi -vuđđui.

source: Digitaalisessa materiaalissa on mahdollista kuunnella kaikki kirjan kappaleet ja sanat sekä harjoitella kappaleiden sisältöjä tehtävien avulla.
sme: Digitála materiálas lea vejolaš guldalit sihke girjji bihtáid ja sániid. Dohko ráhkaduvvojit maiddái bargobihtát, maiguin oahppi sáhttá hárjehallat girjji sisdoaluid.

source: ”Kesän aikana on tavoitteena saada kaikki äänitykset valmiiksi”, Solja sanoo.
sme: ”Váldoulbmilin lea báddet gárvvisin buot jienaid geasi áigge”, muitala Solja.

source: Myös inarinsaamen kielen työntekijä Anne Seipiharju tekee äänityksiä.
sme: Maiddái anárašgielat bargi, Anne Seipiharju rahčá báddemiiguin.

source: Hän työskentelee Hitruu -kirjojen ääninauhojen sekä muun digimateriaalin parissa.
sme: Son válbme sihke Hitruu -girjjiid jietnabáttiid, ja eará jietnamateriála.

source: Medialinjan käynyt Anne on iloinen oman alansa kesätöistä ja kokee äänistudiossa työskentelyn hyödylliseksi.
sme: Mediasuorggi vázzán Anne lea movttet go beassá ieažas suorggi bargguid bargat.

source: ”Oppii lisää ja tulee rutiinia äänten työstämiseen.
sme: ”Jietnastudios barggadettiin oažžu lasi bargohárjánumi ja beassá buoridit iežas máhtu”, lohká Anne.

source: Kati Ljetoff työskentelee koltansaamen kielen parissa.
sme: Son rievdada boares muitalusaid ođđa čállinvuohkái, degomat Jiäʹnnǩiõll-lonkangirjjiid. Dasa lassin son bádde, litterere ja čállá buhtisin eatnigielat hubmiid muitalusaid.

source: Hän kirjoittaa vanhempia tarinoita uudelle kirjoitusasulle, esimerkiksi Jiäʹnnǩiõll-lukukirjoista, minkä lisäksi hän käy keräämässä äidinkielisiltä puhujilta muutamia lyhyitä tarinoita jotka sitten litteroi ja kirjoittaa puhtaiksi.
sme: “Dát geassebargu, mas beassá bargat nuortalašgielain, lea gal erenoamáš buore vejolašvuohta beassat geavahit ja oahppat lasi giela”, muitala Kati, guhte čađahii diibmá Sámi oahpahusguovddážis nuortalašgiela ka kultuvrra oahpuid.

source: “Tämä kesätyö koltan kielen parissa on todella hieno asia ja hyvä mahdollisuus käyttää kieltä ja oppia edelleenkin lisää”, Saamelaisalueen koulutuskeskuksen koltan kielen ja kulttuurin linjalta tänä keväänä valmistunut Kati kertoo.
sme: Digimateriálabargi Emilia Nieminena mielas lea leamašan somá hárjehallat Cloubi-vuođu geavaheami ja oahpásmuvvat dan bokte skuvlamáilbmái ođđa perspektiivvas.

source: Digimateriaalityöntekijänä toimivan Emilia Niemisen mielestä on ollut mukava opetella Cloubi -ohjelman käyttöä ja nähdä tämä puoli koulumaailmasta.
sme: Son lea ávnnasoahpaheaddji, guhte čađahii diibmá anárašgiela ja kultuvrra oahpuid.

source: Hän on aineopettaja ja kävi kuluneena lukuvuonna inarinsaamen kielen ja kulttuurin linjan.
sme: Dán gease son sirdá oahppagirjjid materiálaid Cloubii ja maiddái vejolaččat jorgala hárjehusgirjjiid anarášgillii.

source: Kesän aikana hän siirtää oppikirjamateriaaleja Cloubiin minkä lisäksi hän mahdollisesti myös kääntää harjoituskirjoja inarinsaameksi.
sme: Skuvlen ja oahppamateriála
